{
  "quotes": [
    {
      "id": 1,
      "quote": "How kind of you to remind me that standards are now optional."
    },
    { "id": 2, "quote": "Great job — if your job was to redefine mediocrity." },
    {
      "id": 3,
      "quote": "I admire your ability to always choose the path of least effort."
    },
    {
      "id": 4,
      "quote": "Sure, you could eat that… but then your jeans will keep reminding you about it."
    },
    {
      "id": 5,
      "quote": "Remember, abs are made in the kitchen… and so are excuses."
    },
    {
      "id": 6,
      "quote": "Your future self called. She said to put the fries down."
    },
    { "id": 7, "quote": "Go ahead, have it — your scale loves surprises." },
    { "id": 8, "quote": "Your goals called — they're tired of being ghosted." },
    { "id": 9, "quote": "The mirror doesn't lie — but it does keep receipts." },
    {
      "id": 10,
      "quote": "Don't worry, your goals will wait… right where you left them, next to that slice of cake."
    },
    {
      "id": 11,
      "quote": "Sure, you could eat that… but then your jeans might start a protest."
    },
    {
      "id": 12,
      "quote": "Your future self is watching… and silently judging."
    },
    {
      "id": 13,
      "quote": "Oh, you're 'bulking'? Cute. So is your snack drawer."
    },
    {
      "id": 14,
      "quote": "Your jeans called. They said they're not stretching any further."
    },
    { "id": 15, "quote": "That's not a cheat meal… that's a cheat week." },
    { "id": 16, "quote": "Your treadmill misses you." },
    { "id": 17, "quote": "Abs are canceled — thanks to you." },
    { "id": 18, "quote": "Your fridge light sees you more than the sun does." },
    {
      "id": 19,
      "quote": "If food is your love language, your waistline is fluent."
    },
    {
      "id": 20,
      "quote": "Every bite is a love letter to your future double chin."
    },
    {
      "id": 21,
      "quote": "Your gym membership is basically a charity donation at this point."
    },
    {
      "id": 22,
      "quote": "Your abs are in there… buried under witness protection."
    },
    {
      "id": 23,
      "quote": "Your cheat day has commitment issues… it never ends."
    },
    {
      "id": 24,
      "quote": "Your scale is tired of being the villain in your story."
    },
    {
      "id": 25,
      "quote": "Your jeans are applying for early retirement."
    },
    {
      "id": 26,
      "quote": "You say 'cheat day,' but your calendar says 'cheat life.'"
    },
    {
      "id": 27,
      "quote": "That salad you skipped? Yeah, it told me it's filing a restraining order."
    },
    {
      "id": 28,
      "quote": "Wow, you've been so disciplined… I almost didn't recognize you without the snack in your hand."
    },
    {
      "id": 29,
      "quote": "If excuses burned calories, you'd be shredded by now."
    },
    {
      "id": 30,
      "quote": "That bite isn't worth the bloat."
    },
    {
      "id": 31,
      "quote": "Your goals called — they're starving."
    },
    {
      "id": 32,
      "quote": "Remember, the fridge light isn't a spotlight for your midnight performance."
    },
    {
      "id": 33,
      "quote": "Go ahead, eat it. I'm sure your 'metabolism' will understand."
    }
  ]
}
